Repository: ForestC/Switch-King-Codebase
Catalog: *.lproj/Texts.strings
Languages: da, nb, sv

source: (none)
da: (ingen)
nb: (ingen)
sv: (ingen)

source: %i devices
da: %i enheder
nb: %i enheter
sv: %i enheter

source: Off
da: Fra
nb: Av
sv: Av

source: On
da: Til
nb: På
sv: På

source: Dimmed %i%%
da: Dæmpet %i%%
nb: Dimmet %i%%
sv: Dimmad %i%%

source: (manual mode)
da: (manuel drift)
nb: (manuel modus)
sv: (manuellt läge)

source: (semi automatic mode)
da: (semi automatisk drift)
nb: (semi-automatisk modus)
sv: (semi-automatiskt läge)

source: (by schedule and rule)
da: (ved skema og regel)
nb: (etter klokkeslett og regel)
sv: (enligt schema och regel)

source: (by scenario)
da: (ved scenario)
nb: (etter scenario)
sv: (enligt scenario)

source: Dim %i%%
da: Dæmpe %i%%
nb: Dimme %i%%

source: (all by schedule)
da: (alle ved skema)
nb: (alle etter klokkeslett)
sv: (alla enligt schema)

source: (all frozen)
da: (alle stoppede)
nb: (alle stoppet)
sv: (alla stoppade)

source: Address
da: Adresse
nb: Adresse
sv: Adress

source: Show Learn button
da: Vis Lær knap
nb: Vis lære knapp
sv: Tillåt upplärning

source: Refresh interval
da: Opdaterings interval
nb: Oppdateringsintervall
sv: Uppdateringsintervall

source: Refresh after command
da: Opdater efter kommando
nb: Oppdater etter kommando
sv: Uppdatera efter kommando

source: No value
da: Ingen værdi
nb: Ingen verdi
sv: Inget värde

source: Username
da: Brugernavn
nb: Brukernavn
sv: Användarnamn

source: Password
da: Adgangskode
nb: Passord
sv: Lösenord

source: As set on server
da: Som angivet på serveren
nb: Bruk verdier på server
sv: Anges på servern

source: Port (default is 8800)
da: Port (standard er 8800)
nb: Port (standard 8800)
sv: Port (vanligtvis 8800)

source: Server name or IP
da: Server navn eller IP
nb: Servernavn eller IP-adresse
sv: Datornamn eller IP-adress

source: Group devices
da: Gruppe enheder
nb: Gruppe enheter
sv: Gruppera enheter

source: Unique for your server
da: Unik for din server
nb: Unikt for din server
sv: Unikt för din server

source: Leave this field blank if you are connecting directly to your own server without using Switch King's central server.
da: Angiv dit unikke server id, hvis du bruger Switch King's centrale hub ved tilslutning til din server. Ellers - lad være tom.
nb: La dette feltet være blankt om du kobler direkte til din server istedet for Switch King's server.
sv: Lämna detta fält blankt om du ansluter till din egen server direkt utan att gå via Switch Kings centrala server.

source: Scenarios has not yet been loaded. Check your network connection.
da: Ingen scenarier er blevet hentet fra serveren. Kontroller din netværksforbindelse.
nb: Scenario er ikke blitt lastet. Sjekk din nettverksforbindelse.
sv: Inga scenarion har hämtats från servern. Kontrollera din nätverksanslutning.

source: Turn on
da: Tænd
nb: Slå på
sv: Slå på

source: Turn off
da: Sluk
nb: Slå av
sv: Slå av

source: Bad, invalid value
da: Dårlig, ugyldig værdi
nb: Dårlig, feil verdi
sv: Dåligt, ogiltigt värde

source: Good, valid value
da: God, gyldig værdi
nb: Bra, riktig verdi
sv: Bra, giltigt värde

source: Degraded
da: Ugyldig, gammel værdi
nb: Degradert
sv: Ogiltigt, gammalt värde

source: Unknown status
da: Ukendt status
nb: Ukjent status
sv: Okänd status

source: When data is modified
da: Når data er modificeret
nb: Når verdi er forandret
sv: När data ändras

source: Value
da: Værdi
nb: Verdi
sv: Värde

source: Next update
da: Næste opdatering
nb: Neste oppdatering
sv: Nästa uppdatering

source: Timestamp
da: Tidsstempel
nb: Klokkeslett
sv: Tidsstämpel

source: Refresh on tab switch
da: Opdater ved tab skifte
nb: Oppfrisk ved tab switch
sv: Ladda om vid flikväxling

source: Server settings has not yet been configured.
da: Server-indstillinger, er endnu ikke konfigureret.
nb: Serverinstillinger har ikke blitt konfigurert.
sv: Serverinställningar har inte angetts eller har angetts felaktigt.

source: Unknown
da: Ukendt
nb: Okänt
sv: Okänt

source: Server did not return any data. Check username, password and server identity.
da: Serveren returnerede ingen data. Kontroller brugernavn, adgangskode og server identitet.
nb: Server ga ingen data. Kontroller brukernavn, passord og serveridentitet.
sv: Servern returnerade ingen data. Kontrollera användarnamn, lösenord och serveridentitet.

source: No server set
da: Ingen server indstillede
nb: Ingen server oppgitt
sv: Ingen server angiven

source: Server ID
sv: Serveridentitet
